{
  "shorten_url": "Shorten URL",
  "choose_own_tag": "Choose own URL tag",
  "created_urls": "Shortlinks",
  "hits": "Hits",
  "your_url": "Your URL",
  "shorten_another_url": "Shorten another URL",
  "share_on_twitter": "Share on Twitter",
  "link_number": "Link number",
  "twitter_share_text": "",
  "copy": "Copy",
  "copied": "Copied!",
  "imprint": "Imprint",
  "disclaimer": "Disclaimer",
  "privacy": "Privacy Policy",
  "privacy_headline": "Privacy Policy",
  "error": "Error",
  "url_error": "Your URL is invalid.",
  "got_it_button": "Got it, thanks!",
  "404_headline": "There is no forwarding at the specified address :(",
  "404_source": "Source",
  "404_button": "Create own shortlink",
  "connect": "Connect",
  "manage": "Manage",
  "confirmation_headline": "Caution",
  "confirmation_text": "The link you clicked may lead to a potentially unsafe or NSFW page.",
  "confirmation_question": "Would you like to be redirected to the following URL?",
  "confirmation_accept_button": "I am aware of the danger!",
  "confirmation_decline_button": "I don't trust this link...",
  "manage_headline": "Here you can manage your already created Shortlinks.",
  "table_shortlink": "Shortlink",
  "table_redirection": "Redirection",
  "table_hits": "Hits",
  "table_actions": "Actions",
  "disconnect_button": "Disconnect from Twitch",
  "connect_headline": "Connect your Twitch account to manage your created shortlinks.",
  "twitch_button": "Connect via Twitch",
  "share_text": "Look at my cool new shortlink, wich was created using the @TwasiNet URL-Shortener! %shortlink% You can create your very own at %top_level_domain%! 👀",
  "disclaimer_text": "By using this service you agree to our privacy policy and our disclaimer.",
  "button_array": [
    "Magic!",
    "Make it shorter!",
    "Click me!",
    "SHORTER!"
  ],
  "link_array": [
    "https://my-long-link.com",
    "https://i-have-the-longest-link.com",
    "https://long-longer-longest.net",
    "https://from-long-to-short.net",
    "https://brevity-is-the-soul-of-wit.com",
    "https://how-do-i-short-my-link.net"
  ],
  "disclaimer_dialog": "Twasi-Shortener is a service for generating short web addresses which can forward the requesting user to other web addresses.\n\nThe service can be used free of charge and the addresses can be freely created by anyone.\nFor this reason, neither the provider nor the developer (Twasi-Team) can and will not accept any liability for linked content.\nWe do not examine created addresses at the time of creation.\n\nIf a complaint is made about linked content, it could result in the link being blocked or warning notices appearing about access to users. However, the operator of the service is not obliged to do so.\nWe have no influence over linking pornographic, political, potentially dangerous (e.g. computer viruses).\nAny linked content is in no way representative of the public opinion of the developer or operator of the service.",
  "datenschutz_dialog": "The twa.si URL shortener offers a free service for shortening links that can be used without registration.\nFor this purpose, a small amount of data is collected and stored permanently.\nThe following explains what is saved, when to save data, and why the data needs to be saved.\n\nIf you create a short link using the URL shortener, the following data is saved:\n\n\t• Exact time of creation\n\t• The URL to redirect to\n\t•The selected <tag> of the URL (twa.si/r/tag) if set\n\t• The IP address from which the link was created.\n\nThe URL as well as the <Tag> are saved for the functionality of the shortener, since no forwarding can take place without saving.\nThe user's IP address and the time of creation serve statistical and moderation purposes on the one hand.\nTo avoid abuse we save the IP address\nIn addition, the system prevents a too large number of short links created in a short time based on the IP address.\n\nApart from the IP address, no data is collected that could establish a connection between the user who created a short link and the short link itself."
}
