{
  "shorten_url": "URL kürzen",
  "choose_own_tag": "Eigenen Shortlink wählen",
  "created_urls": "Shortlinks",
  "hits": "Hits",
  "your_url": "Deine URL",
  "shorten_another_url": "Weitere URL kürzen",
  "share_on_twitter": "Auf Twitter teilen",
  "link_number": "Link-Nummer",
  "twitter_share_text": "",
  "copy": "Kopieren",
  "copied": "Kopiert!",
  "imprint": "Impressum",
  "disclaimer": "Disclaimer",
  "privacy": "Datenschutz",
  "privacy_headline": "Datenschutzerklärung gemäß der DSGVO",
  "error": "Fehler",
  "url_error": "Deine URL scheint fehlerhaft zu sein.",
  "got_it_button": "Verstanden, danke!",
  "404_headline": "Unter der angegebenen Adresse befindet sich keine Weiterleitung :(",
  "404_source": "Quelle",
  "404_button": "Eigenen Shortlink erstellen",
  "connect": "Anmelden",
  "manage": "Verwalten",
  "confirmation_headline": "Achtung",
  "confirmation_text": "Der Link, den du angeklickt hast leitet möglicherweise auf eine potenziell unsichere oder unangemessen Seite weiter.",
  "confirmation_question": "Möchtest du auf die folgende URL weitergeleitet werden?",
  "confirmation_accept_button": "Ich habe keine Angst!",
  "confirmation_decline_button": "Ne man, lass mal...",
  "manage_headline": "Hier kannst du deine bereits erstellten Links verwalten.",
  "table_shortlink": "Gekürzte URL",
  "table_redirection": "Weiterleitung",
  "table_hits": "Aufrufe",
  "table_actions": "Aktionen",
  "disconnect_button": "Verbindung zu Twitch trennen",
  "connect_headline": "Melde dich mit Twitch an, um deine erstellten Shortlinks zu verwalten.",
  "twitch_button": "Mit Twitch verbinden",
  "share_text": "Schaut euch meinen coolen neuen Link an, der mit dem @TwasiNet Link-Shortener erstellt wurde! %shortlink% Auf %top_level_domain% kannst du deinen eigenen Shortlink erstellen! 👀",
  "disclaimer_text": "Mit der Nutzung dieses Dienstes stimmst Du unserer Datenschutzbestimmung und unserem Haftungsausschluss (Disclaimer) zu.",
  "button_array": [
    "Magie!",
    "Mach kürzer!",
    "Klick mich!",
    "KÜRZER!",
    "Simsala Bim!",
    "Hex Hex!",
    "Schnip Schnap!"
  ],
  "link_array": [
    "https://mein-megalanger-link.de",
    "https://ich-habe-den-laengsten-link.com",
    "https://lang-laenger-amlaengsten.net",
    "https://das-verlangen-nach-langen-links.de",
    "https://aus-lang-mach-kurz.de",
    "https://in-der-kuerze-liegt-die-wuerze.net",
    "https://wie-kuerze-ich-meinen-link-am-besten.net"
  ],
  "disclaimer_dialog": "Twasi-Shortener ist ein Dienst zur Generierung kurzer Webadressen,\nwelche den aufrufenden Nutzer zu anderen Webadressen weiterleiten können.\n\nDer Service ist kostenfrei nutzbar und die Adressen sind von jedem frei erstellbar.\nAus diesem Grund kann und wird sowohl vom Bereitsteller als auch vom Entwickler (Twasi-Team) keine Gewähr für verlinkte Inhalte übernommen.\nErstellte Adressen werden von uns zum Zeitpunkt der Erstellung nicht untersucht.\n\nSollte eine Beschwerde über einen verlinkten Inhalt erfolgen,\nkann dies eine Sperrung der Verlinkung oder einen Warnhinweise für aufrufende Nutzer nach sich ziehen,\nder Betreiber des Dienstes verpflichtet sich hierzu jedoch nicht.\nÜber die Verlinkung von pornografischen, politischen, potenziell gefährlichen (z.B. Computerviren) o. Ä. Inhalten haben wir keinen Einfluss.\nEin verlinkter Inhalt ist in keinster Weise repräsentativ für die öffentliche Meinung des Entwicklers oder des Betreibers des Dienstes.",
  "datenschutz_dialog": "Der twa.si URL-Shortener bietet einen kostenfreien, ohne Anmeldung nutzbaren Dienst zur Kürzung von Links an.\nHierzu werden einige wenige Daten gesammelt und dauerhaft gespeichert.\nIm Folgenden wird erklärt, was gespeichert wird, wann Daten gespeichert werden und warum die Daten gespeichert werden müssen.\n\nErstellt man einen Kurzlink mithilfe des URL-Shorteners, werden folgende Daten gespeichert:\n\n\t• Genauer Zeitpunkt der Erstellung\n\t• Die URL, an die weitergeleitet werden soll\n\t• Der gewählte <Tag> der URL (twa.si/r/tag) falls gesetzt\n\t• Die IP-Adresse von der aus der Link erstellt wurde.\n\nDie URL sowie der <Tag> werden zur Funktionalität des Shorteners gespeichert, da ohne eine Speicherung und spätere Abfrage keine Weiterleitung erfolgen kann.\nDie IP-Adresse des Nutzers sowie der Zeitpunkt der Erstellung dienen einerseits statistischen und andererseits moderatorischen Zwecken.\nSo soll bei einer Ausnutzung des URL-Shorteners um beispielsweise auf Computerviren o. Ä. zu verlinken die URL entfernt werden können.\nUm etwaige andere Ausnutzungen desselben Nutzers zu finden wird hierzu eine IP-Adresse gespeichert.\nAußerdem verhindert das System eine zu großen Menge an erstellten Kurzlinks in kurzer Zeit anhand der IP-Adresse.\n\nAußer der IP-Adresse werden keine Daten erhoben, welche eine Verbindung zwischen dem erstellenden Nutzer eines Kurzlinks und dem Kurzlink selbst eine Verbindung herstellen können."
}
